{
  "shops": [
    {
      "id": 1,
      "address": "г. Бишкек, ул Тоголок Молдо, 54А (напротив стадиона Спартак)",
      "phone": "+996 (312) 613333",
      "time": "Понедельник - Пятница 08:30-17:00  Без обеда  Суббота 09:00-14:00  Выходные: Воскресенье"
    },
    {
      "id": 2,
      "address": "г. Бишкек, ул. Тыныстанова, 197 ( между ул. Токтогула и Московской)",
      "phone": "+996 (312) 613333",
      "time": "Понедельник - Пятница 08:30-16:00  Обед 12:00 - 13:00  Выходные: Суббота, Воскресенье"
    },
    {
      "id": 3,
      "address": "г. Бишкек, пр. Эркиндик, 59 (напротив Минфина КР)",
      "phone": "+996 (312) 613333",
      "time": "Понедельник - Пятница 08:30-17:00  Без обеда  Выходные: Суббота, Воскресенье"
    },
    {
      "id": 4,
      "address": "г. Бишкек, ул. Токтогула, 248",
      "phone": "+996 (312) 613333",
      "time": "Понедельник - Пятница 09:00-17:00  Обед 12:00 - 13:00  Выходные: Суббота, Воскресенье"
    },
    {
      "id": 5,
      "address": "г. Бишкек , пр. Чуй, 127 (1000 мелочей)",
      "phone": "+996 (312) 613333",
      "time": "Понедельник - Пятница 10:00-19:00  Обед 14:00 - 15:00  Выходные: Суббота, Воскресенье"
    }
  ],
  "genres": [
    { "id": 1, "code": "fantasy", "name": "Фэнтези" },
    { "id": 2, "code": "detectives", "name": "Детективы" },
    { "id": 3, "code": "adventures", "name": "Приключения" },
    { "id": 4, "code": "fantastic", "name": "Фантастика" },
    { "id": 5, "code": "business literature", "name": "Бизнес литература" },
    { "id": 6, "code": "scientific literature", "name": "Научная литература" },
    { "id": 7, "code": "psychology", "name": "Психология" },
    { "id": 8, "code": "education", "name": "Образование" },
    { "id": 9, "code": "beauty and health", "name": "Красота и Здоровье" },
    { "id": 10, "code": "poetry", "name": "Проза" },
    { "id": 11, "code": "novels", "name": "Романы" },
    { "id": 12, "code": "comics and manga", "name": "Комиксы и Манга" },
    { "id": 13, "code": "thrillers", "name": "Триллеры" }
  ],
  "books": [
    {
      "id": 1,
      "title": "S.T.A.L.K.E.R. Зона Поражения",
      "author": "Василий Орехов",
      "description": "Их называют сталкерами. Искателей приключений и наживы, которые сквозь полосы препятствий и кордоны вооруженных до зубов миротворцев проникают в запретную аномальную Зону, в начале XXI века образовавшуюся вокруг Чернобыльской АЭС, - на территорию, где обитают чудовищные существа и подстерегают людей смертельные ловушки. Хемуль - один из них. Правда, в отличие от прочих он умеет не только проникать в Зону, но и возвращаться оттуда. Неудивительно, что именно ему поручили организовать в Зоне сафари для богатых интуристов. Удивительное началось потом. Когда за группой Хемуля начали активно охотиться и военные, и сталкеры-полумутанты, и просто мутанты, и даже мифические Хозяева Зоны. Да и его туристы, похоже, явились сюда вовсе не за острыми ощущениями.",
      "releaseDate": "2007-03-27",
      "available": true,
      "price": "450",
      "code": "fantastic"
    },
    {
      "id": 2,
      "title": "Кратчайшая история времени",
      "author": "Стивен Хокинг",
      "description": "Природе пространства и времени, происхождению Вселенной посвящена эта научно-популярная книга знаменитого английского астрофизика Стивена Хокинга, написанная в соавторстве с популяризатором науки Леонардом Млодиновым. Это новая версия всемирно известной «Краткой истории времени», пополненная последними данными космологии, попытка еще проще и понятнее изложить самые сложные теории.",
      "releaseDate": "2005-01-01",
      "available": true,
      "price": "440",
      "code": "scientific literature"
    },
    {
      "id": 3,
      "title": "Язык программирования С++",
      "author": "Бьерн Страуструп",
      "description": "Книга известного американского специалиста посвящена описанию разработанного им языка программирования СИ + +, представляющего собой результат дальнейшего развития языка программирования Си в направлении объектной ориентированности и включения в него механизмов контроля типов, абстракции данных и совмещения операций. Изложение материала построено на решении реальных задач и сопровождается большим числом номеров программ и их фрагментов.",
      "releaseDate": "1986-05-20",
      "available": true,
      "price": "430",
      "code": "education"
    },
    {
      "id": 4,
      "title": "S.T.A.L.K.E.R. Линия Огня",
      "author": "Василий Орехов",
      "description": "Сталкер Хемуль полагал, что навсегда покинул Зону - зараженную территорию вокруг Чернобыльской АЭС, наполненную смертоносными аномалиями и населенную хищными мутантами. Однако судьба, как обычно, распорядилась по-своему. Хемуль снова в Зоне и снова в деле, потому что неведомые зловещие силы из-за Периметра угрожают его любимой женщине. Чтобы спасти Дину, Хемулю и его команде придется совершить смертельно опасную вылазку к центру Зоны - Четвертому энергоблоку, откуда почти никто не возвращается живым.",
      "releaseDate": "2008-04-01",
      "available": true,
      "price": "420",
      "code": "fantastic"
    },
    {
      "id": 5,
      "title": "S.T.A.L.K.E.R. Дом на болоте",
      "author": "Алексей Калугин",
      "description": "В начале XXI века вокруг Чернобыльской атомной станции образовалась загадочная аномальная Зона, и многие любители легкой наживы слетелись сюда в надежде разыскать редкостные артефакты, стоящие огромных денег. Но очень скоро стало ясно, что вернуться отсюда удастся далеко не всем. У сталкера Штыря был собственный план обогащения. Он не собирался прорываться через радиоактивные территории и смертоносные ловушки к таинственному Монолиту, исполняющему желания, не собирался сражаться с мародерами и свирепыми мутантами - он просто хотел ограбить и убить живущего на болоте Доктора, человека, который бескорыстно лечил раненых сталкеров. Штырь не знал, что тем самым бросает вызов не только сталкерскому братству, но и всей Зоне.",
      "releaseDate": "2007-04-26",
      "available": true,
      "price": "400",
      "code": "fantastic"
    },
    {
      "id": 6,
      "title": "Граф Монте-Кристо",
      "author": "Александр Дюма",
      "description": "События разворачиваются во Франции начала 19 века. Эдмон Дантес - марсельский моряк, выполнявший предсмертную волю капитана корабля, доставляет в Париж письмо. Прибыв в порт, Дантес намеревался жениться на Мерседес, девушке из соседней деревни. Но из-за злобных интриг врагов он попадает в замок Иф. Долгих 14 лет Дантес проводит в мрачных казематах, вынашивая план мести, прежде чем ему удается бежать. Но выйдя на свободу из заточения, он претворяет в жизнь все задуманное, и никому не укрыться от мести...",
      "releaseDate": "2019-08-24",
      "available": true,
      "price": "410",
      "code": "adventures"
    },
    {
      "id": 7,
      "title": "Парижские тайны",
      "author": "Эжен Сю",
      "description": "Роман известного французского писателя завоюет внимание читателей увлекательным сюжетом. Персонажи книги - люди из парижских трущоб и выходцы из высшего общества. Сложные взаимоотношения героев, эгоизм и благородство, любовь и страдание невинных являются лейтмотивом произведения, ставшего значительным явлением в литературе XIX века.",
      "releaseDate": "2009-06-09",
      "available": true,
      "price": "380",
      "code": "novels"
    },
    {
      "id": 8,
      "title": "Снеговик",
      "author": "Ю Несбё",
      "description": "Поистине в первом снеге есть что-то колдовское. Он не только сводит любовников, заглушает звуки, удлиняет тени, скрывает следы. Годами в Норвегии в тот день, когда выпадает первый снег, бесследно исчезают замужние женщины. На этот раз Харри Холе сталкивается с серийным убийцей на своей родной земле, и постепенно их противостояние приобретает личный характер. Преступник, которому газеты дали прозвище Снеговик, будто дразнит старшего инспектора, шаг за шагом подбираясь к его близким.",
      "releaseDate": "2021-03-07",
      "available": true,
      "price": "350",
      "code": "detectives"
    },
    {
      "id": 9,
      "title": "Женщина в белом",
      "author": "Уилки Коллинз",
      "description": "Жизнь начинающего художника Уолтера Хартрайта, получившего в уединенном имении необременительную должность учителя рисования, навеки изменилась после встречи с таинственной молодой незнакомкой, одетой в белое… Кто она? Почему так отчаянно проклинает какого-то баронета? Что за всадники скачут по ее следу? И наконец, почему она похожа на одну из учениц Уолтера, словно сестра-близнец? Решив выяснить это, художник, сам того не подозревая, оказывается впутан в загадочную историю, полную тщательно хранимых годами фамильных секретов. Секретов, опасных для всех — и прежде всего для того, кто попытается их раскрыть…",
      "releaseDate": "2020-01-10",
      "available": true,
      "price": "390",
      "code": "novels"
    },
    {
      "id": 10,
      "title": "Князь Серебряный",
      "author": "Алексей Толстой",
      "description": "Благородный, отважный, но почти по-детски наивный воевода Никита, князь Серебряный, возвращается с Ливонской войны и с ужасом обнаруживает, что за время его отсутствия Русь обратилась в беспомощную жертву озверевших опричников, составивших новое окружение полубезумного параноика царя. Снова и снова пытаются порочные и злобные любимчики Иоанна Грозного волей или неволей втянуть честного князя в свои интриги — или погубить. Одновременно разворачивается драма его отношений с красавицей Еленой, вынужденной, пока Никита воевал, выйти за другого, чтобы спастись от домогательств могущественного насильника...",
      "releaseDate": "2021-03-02",
      "available": true,
      "price": "290",
      "code": "novels"
    },
    {
      "id": 11,
      "title": "Мастер и Маргарита",
      "author": "Михаил Булкагов",
      "description": "Бессмертное, загадочное и остроумное «Евангелие от Сатаны» Михаила Булгакова. Роман, уникальный в российской литературе ХХ столетия. Трудно себе представить, какое влияние он оказал на мировую культуру. На основе «Мастера и Маргариты» снимались и продолжают сниматься фильмы и телесериалы, это произведение легло в основу оперы, симфонии, рок-оперы, его иллюстрировали самые знаменитые художники и фотографы. Достаточно перечислить лишь немногих создателей произведений, посвященных шедевру Булгакова и им вдохновленных: Анджей Вайда, Эннио Морриконе, Мик Джаггер, Дэвид Боуи. Чем же заворожила столь разных творческих личностей история о дьяволе и его свите, почтивших своим присутствием Москву 1930-х, о прокураторе Иудеи всаднике Понтии Пилате и нищем философе Иешуа Га-Ноцри, о талантливом и несчастном Мастере и его прекрасной и верной возлюбленной Маргарите?..",
      "releaseDate": "2009-11-10",
      "available": true,
      "price": "480",
      "code": "novels"
    },
    {
      "id": 12,
      "title": "Тихий Дон",
      "author": "Михаил Шолохов",
      "description": "Роман-эпопея Михаила Шолохова «Тихий Дон» – одно из наиболее значительных и масштабных произведений в русской литературы, которое принесло автору Нобелевскую премию и мировую известность; роман был неоднократно экранизирован и переведен на многие языки. Первые три тома вышли в свет в 1928–1932 гг., когда молодому автору не исполнилось и тридцати лет, четвертый том – в 1940-м. Действие «Тихого Дона» разворачивается на фоне переломных событий в истории России – Первой мировой и Гражданской войны, поменявших не только древний уклад жизни донского казачества, но и облик всей страны. В романе в полной мере нашла выражение одна из главных тем шолоховского творчества – война как братоубийственная бойня, противная человеческой природе. «Главный герой его произведений, – писал о Шолохове финский писатель Мартти Ларни, – сама правда… Жизнь он видит и воспринимает как реалистическую драму, в которой главная роль отведена человечности. В этом одно из объяснений его мировой славы».",
      "releaseDate": "2009-10-02",
      "available": true,
      "price": "490",
      "code": "novels"
    }
  ]
}
